Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AccessibilityUIUtilities/AXUILocalizedStrings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DISCONNECT_ON_SLEEP_BRAILLE_FOOTER_VISION
source: Disconnect this Braille display when your Apple Vision Pro sleeps.
ar: فصل شاشة برايل هذه عندما تدخل Apple Vision Pro في نمط الإسبات.
bg: Прекъсване на връзката на Брайлов екран, когато вашият Apple Vision Pro премине в спящ режим.
ca: Desconnecta la pantalla Braille mentre tinguis l’Apple Vision Pro en repòs.
cs: Při uspání Apple Vision Pro se tento braillský řádek odpojí.
da: Afbryd forbindelsen til dette punktdisplay, når Apple Vision Pro er på vågeblus.
de: Trenne die Verbindung zu diesem Braille-Display, wenn sich deine Apple Vision Pro im Ruhezustand befindet.
el: Αποσύνδεση αυτής της οθόνης Μπράιγ όταν το Apple Vision Pro σας βρίσκεται σε κατάσταση ύπνου.
es: Esta pantalla braille se desconectará cuando el Apple Vision Pro entre en reposo.
es_us: Desconecta esta pantalla Braille cuando tu Apple Vision Pro esté en reposo.
fi: Katkaise tämän pistekirjoitusnäytön yhteys, kun Apple Vision Pro nukkuu.
fr: Déconnectez cette plage braille lorsque votre Apple Vision Pro est en veille.
fr_ca: Cette plage braille se déconnecte quand votre Apple Vision Pro se met en veille.
he: ניתן לנתק את צג הברייל כאשר ה-Apple Vision Pro במצב שינה.
hi: आपका Apple Vision Pro स्लीप मोड में होने पर यह ब्रेल डिस्प्ले डिस्कनेक्ट करें।
hr: Odspajanje ovog Brajevog retka kad Apple Vision Pro prijeđe u pripravno stanje.
hu: Válassza le ezt a Braille-kijelzőt, amikor az Apple Vision Pro alvó módban van.
id: Putuskan layar Braille ini saat Apple Vision Pro Anda tidur.
it: Disconnetti lo schermo Braille quando Apple Vision Pro è in standby.
ja: Apple Vision Proがスリープ状態のとき、この点字ディスプレイの接続を解除します。
kk: Apple Vision Pro ұйқы режимінде болғанда, осы «Брайль дисплейі» керек-жарағын ажыратыңыз.
ko: Apple Vision Pro가 잠자기 상태일 때 이 점자 디스플레이를 연결 해제합니다.
lt: Atjunkite šį Brailio rašto ekraną, kai „Apple Vision Pro“ veikia miego režimu.
ms: Putuskan sambungan paparan Braille ini apabila Apple Vision Pro anda tidur.
nb: Koble fra denne leselisten når Apple Vision Pro går i dvale.
nl: Koppel deze brailleleesregel los wanneer je Apple Vision Pro zich in de sluimerstand bevindt.
pl: Odłącz ten monitor brajlowski, gdy Apple Vision Pro jest uśpiony.
pt: Desconecte esta linha braille quando o Apple Vision Pro entrar em repouso.
pt_pt: Desligar esta linha braille quando o Apple Vision Pro estiver no modo de pausa.
ro: Deconectați acest afișaj Braille atunci când dispozitivul Apple Vision Pro este în adormire.
ru: Отключать этот дисплей Брайля, когда Apple Vision Pro переходит в режим сна.
sk: Keď Apple Vision Pro zaspí, tento braillovský riadok bude odpojený.
sl: Prekinite povezavo s to Braillovo vrstico, ko Apple Vision Pro preide v spanje.
sv: Koppla från den här punktskriftsdisplayen när Apple Vision Pro är försatt i viloläge.
th: เลิกเชื่อมต่อกับเครื่องแสดงผลอักษรเบรลล์นี้เมื่อ Apple Vision Pro ของคุณพักอยู่
tr: Apple Vision Pro’nuz uyurken bu Braille ekranının bağlantısı kesin.
uk: Відʼєднувати цей дисплей Брайля, коли Apple Vision Pro переходить у режим сну.
vi: Ngắt kết nối màn hình Braille này khi Apple Vision Pro của bạn ngủ.
zh_cn: Apple Vision Pro进入睡眠时断开连接此盲文显示器。
zh_hk: Apple Vision Pro進入睡眠時中斷連接點字顯示器。
zh_tw: 在Apple Vision Pro睡眠時中斷連接此點字顯示器。

# DISCONNECT_ON_SLEEP_BRAILLE_FOOTER_WATCH
source: Disconnect this Braille display when your Apple Watch sleeps.
ar: فصل شاشة برايل هذه عندما تدخل Apple Watch في نمط الإسبات.
bg: Прекъсване на връзката на Брайлов екран, когато вашият Apple Watch премине в спящ режим.
ca: Desconnecta la pantalla Braille mentre tinguis l’Apple Watch en repòs.
cs: Při uspání Apple Watch se tento braillský řádek odpojí.
da: Afbryd forbindelsen til dette punktdisplay, når Apple Watch er på vågeblus.
de: Trenne die Verbindung zu diesem Braille-Display, wenn sich deine Apple Watch im Ruhezustand befindet.
el: Αποσύνδεση αυτής της οθόνης Μπράιγ όταν το Apple Watch σας βρίσκεται σε κατάσταση ύπνου.
es: Esta pantalla braille se desconectará cuando el Apple Watch entre en reposo.
es_us: Desconecta esta pantalla Braille cuando tu Apple Watch esté en reposo.
fi: Irrota tämä pistekirjoitusnäyttö, kun Apple Watch nukkuu.
fr: Déconnectez cette plage braille lorsque votre Apple Watch est en veille.
fr_ca: Cette plage braille se déconnecte quand votre Apple Watch se met en veille.
he: ניתן לנתק את צג הברייל כאשר ה-Apple Watch במצב שינה.
hi: आपकी Apple Watch स्लीप मोड में होने पर यह ब्रेल डिस्प्ले डिस्कनेक्ट करें।
hr: Odspajanje ovog Brajevog retka kad Apple Watch prijeđe u pripravno stanje.
hu: Válassza le ezt a Braille-kijelzőt, amikor az Apple Watch alvó módban van.
id: Putuskan layar Braille ini saat Apple Watch Anda tidur.
it: Disconnetti lo schermo Braille quando Apple Watch è in standby.
ja: Apple Watchがスリープ状態のとき、この点字ディスプレイの接続を解除します。
kk: Apple Watch ұйқы режимінде болғанда, осы «Брайль дисплейі» керек‑жарағын ажыратыңыз.
ko: Apple Watch가 잠자기 상태일 때 이 점자 디스플레이를 연결 해제합니다.
lt: Atjunkite šį Brailio rašto ekraną, kai „Apple Watch“ veikia miego režimu.
ms: Putuskan sambungan paparan Braille ini apabila Apple Watch anda tidur.
nb: Koble fra denne leselisten når Apple Watch-skjermen går i dvale.
nl: Koppel deze brailleleesregel los wanneer je Apple Watch zich in de sluimerstand bevindt.
pl: Odłącz ten monitor brajlowski, gdy Apple Watch jest uśpiony.
pt: Desconecte esta linha braille quando o Apple Watch entrar em repouso.
pt_pt: Desligar esta linha braille quando o Apple Watch estiver no modo de pausa.
ro: Deconectați acest afișaj Braille atunci când Apple Watch‑ul este în adormire.
ru: Отключать этот дисплей Брайля, когда часы Apple Watch переходят в режим сна.
sk: Keď Apple Watch zaspia, tento braillovský riadok bude odpojený.
sl: Prekinite povezavo s to Braillovo vrstico, ko Apple Watch preide v spanje.
sv: Koppla från den här punktskriftsdisplayen när Apple Watch försätts i viloläge.
th: เลิกเชื่อมต่อกับเครื่องแสดงผลอักษรเบรลล์นี้เมื่อ Apple Watch ของคุณพักอยู่
tr: Apple Watch’unuz uyurken bu Braille ekranının bağlantısını kesin.
uk: Відʼєднувати цей дисплей Брайля, коли Apple Watch переходить у режим сну.
vi: Ngắt kết nối màn hình Braille này khi Apple Watch của bạn ngủ.
zh_cn: Apple Watch进入睡眠时断开连接此盲文显示器。
zh_hk: Apple Watch進入睡眠時中斷連接點字顯示器。
zh_tw: 在Apple Watch睡眠時中斷連接此點字顯示器。

# DOCK_POSITION_BOTTOM
source: Bottom
ar: أسفل
bg: Долу
ca: Baix
cs: Dole
da: Nederst
de: Unten
el: Κάτω
es: Abajo
es_us: Abajo
fi: Alhaalla
fr: Bas
fr_ca: En bas
he: למטה
hi: नीचे
hr: Dno
hu: Alsó
id: Bawah
it: In basso
ja: 下
kk: Төменгі
ko: 하단
lt: Apačia
ms: Bawah
nb: Nederst
nl: Onder
pl: Na dole
pt: Inferior
pt_pt: Em baixo
ro: Jos
ru: Внизу
sk: Dole
sl: Spodaj
sv: Nedtill
th: ด้านล่าง
tr: Alt
uk: Знизу
vi: Dưới cùng
zh_cn: 下
zh_hk: 底部
zh_tw: 底部

# DOCK_POSITION_LEFT
source: Left
ar: اليسار
bg: Ляво
ca: Esquerra
cs: Vlevo
da: Venstre
de: Links
el: Αριστερά
es: Izquierda
es_us: Izquierda
fi: Vasemmalla
fr: Gauche
fr_ca: À gauche
he: שמאל
hi: बायाँ
hr: Lijevo
hu: Bal
id: Kiri
it: A sinistra
ja: 左
kk: Сол жақ
ko: 왼쪽
lt: Kairė
ms: Kiri
nb: Venstre
nl: Links
pl: Po lewej
pt: Esquerda
pt_pt: À esquerda
ro: Stânga
ru: Слева
sk: Vľavo
sl: Levo
sv: Vänster
th: ซ้าย
tr: Sol
uk: Зліва
vi: Bên trái
zh_cn: 左
zh_hk: 左
zh_tw: 左側

# DOCK_POSITION_RIGHT
source: Right
ar: اليمين
bg: Дясно
ca: Dreta
cs: Vpravo
da: Højre
de: Rechts
el: Δεξιά
es: Derecha
es_us: Derecha
fi: Oikealla
fr: Droite
fr_ca: À droite
he: ימין
hi: दायाँ
hr: Desno
hu: Jobb
id: Kanan
it: A destra
ja: 右
kk: Оң жақ
ko: 오른쪽
lt: Dešinė
ms: Kanan
nb: Høyre
nl: Rechts
pl: Po prawej
pt: Direita
pt_pt: À direita
ro: Dreapta
ru: Справа
sk: Vpravo
sl: Desno
sv: Höger
th: ขวา
tr: Sağ
uk: Справа
vi: Bên phải
zh_cn: 右
zh_hk: 右
zh_tw: 右側

# DOCK_POSITION_TOP
source: Top
ar: الأعلى
bg: Горе
ca: Dalt
cs: Nahoře
da: Øverst
de: Oben
el: Πάνω
es: Arriba
es_us: Arriba
fi: Ylhäällä
fr: Haut
fr_ca: En haut
he: למעלה
hi: ऊपर
hr: Vrh
hu: Felső
id: Atas
it: In alto
ja: 上
kk: Жоғарғы
ko: 상단
lt: Viršus
ms: Atas
nb: Øverst
nl: Boven
pl: Na górze
pt: Superior
pt_pt: Em cima
ro: Sus
ru: Вверху
sk: Hore
sl: Zgoraj
sv: Upptill
th: ด้านบน
tr: Üst
uk: Вгорі
vi: Trên
zh_cn: 上
zh_hk: 上方
zh_tw: 頂端

# DOMINANT_EYE_ALERT_MESSAGE
source: This will require you to redo Eye Setup, reset Optic ID, and will delete your Persona if locked with Optic ID. You can choose to keep the displays on for both eyes, or turn one off.
ar: سيتطلب ذلك منك إعادة إعداد العين، وإعادة تعيين بصمة العين، وسيؤدي إلى حذف الشخصية الرقمية إذا كانت مقفلة باستخدام بصمة العين. يمكنك اختيار إبقاء كلتا الشاشتين مشغلتين لكلتا العينين، أو إيقاف إحداهما.
bg: Това изисква да направите отново настройка на очите, да нулирате Optic ID и ще изтрие вашия Персонаж, ако е заключено с Optic ID. Можете да изберете да бъдат включени екраните за двете очи или единият да бъде изключен.
ca: Caldrà que tornis a configurar el control ocular, es restablirà l’Optic ID i s’eliminarà la persona digital, en cas que estigui bloquejada amb l’Optic ID. Pots seleccionar si vols mantenir les dues pantalles engegades per a tots dos ulls, o bé prefereixes apagar‑ne una.
cs: Budete muset znovu nakonfigurovat nastavení očí, resetuje se Optic ID a smaže se vaše persona, pokud se k zamykání používá Optic ID. Můžete ponechat zapnuté displeje pro obě oči nebo jeden vypnout.
da: Dette kræver, at du starter forfra med indstilling af øjne og nulstiller Optic ID. Din Persona slettes også, hvis den er låst med Optic ID. Du kan vælge, at skærmfelterne skal være slået til for begge øjne eller slukke for et af dem.
de: Du musst die Einrichtung für deine Augen erneut durchführen, deine Optic ID wird zurückgesetzt und deine Persona wird gelöscht, falls sie mithilfe von Optic ID gesperrt ist. Du hast die Wahl, die Displays für beide Augen eingeschaltet zu lassen oder eines auszuschalten.
el: Αυτή η λειτουργία θα απαιτεί να επαναλάβετε την Οπτική διαμόρφωση, να επαναφέρετε το Optic ID και να διαγράψετε την Persona, αν αυτή έχει κλειδωθεί με Optic ID. Μπορείτε να επιλέξετε να έχετε τις οθόνες ενεργές και για τα δύο μάτια ή να απενεργοποιήσετε τη μία.
es: Deberás repetir la configuración ocular, se restablecerá Optic ID y se eliminará tu Persona Digital si se bloquea mediante Optic ID. Puedes elegir si mantener las pantallas activadas para los dos ojos o desactivar una de ellas.
es_us: Esto requerirá que repitas la configuración ocular, restablezcas Optic ID y se elimine tu Persona digital si se bloquea con Optic ID. Puedes seleccionar conservar las pantallas encendidas para ambos ojos o apagar una.
fi: Tämä edellyttää silmäasetusten tekemistä uudelleen ja Optic ID:n nollausta sekä poistaa Personan, jos se on lukittu Optic ID:llä. Voit halutessasi pitää näytöt päällä molemmille silmille tai laittaa toisen pois päältä.
fr: Cette opération nécessitera la reconfiguration du regard, réinitialisera Optic ID et supprimera votre Persona si cette dernière est verrouillée à l’aide d’Optic ID. Vous pouvez laisser les vues activées pour les deux yeux ou en désactiver une.
fr_ca: Vous devrez refaire la configuration oculaire et réinitialiser Optic ID, et votre Persona sera supprimé s’il est verrouillé avec Optic ID. Vous pouvez choisir de laisser les deux écrans allumés ou d’en éteindre un.
he: פעולה זו תחייב ביצוע מחדש של הגדרות העיניים, תאפס את Optic ID ותמחק את הדמות האישית אם היא נעולה באמצעות Optic ID. ניתן לשמור על התצוגות פעילות בשתי העיניים או לכבות תצוגה אחת.
hi: इसके लिए आपको “आई सेटअप” को फिर से करना होगा, Optic ID को रीसेट करना होगा और Optic ID के साथ लॉक होने पर आपका पर्सोना डिलीट कर दिया जाएगा। आप दोनों आँखों के लिए डिस्प्ले चालू रखना या एक को बंद करने का विकल्प चुन सकते हैं।
hr: Time će se tražiti ponovno podešavanje oka, resetirati Optic ID i obrisati vaša persona ako je zaključana Optic ID-jem. Možete ostaviti uključene zaslone za oba oka ili isključiti jedan.
hu: Ennek következtében újra végre kell hajtania a szem beállítását, az Optic ID alaphelyzetbe áll, és a Personája törölve lesz, ha azt az Optic ID-hoz rendelte. Dönthet úgy, hogy bekapcsolva tartja a kijelzőket mindkét szemhez, vagy kikapcsolja az egyiket.
id: Ini akan mengharuskan Anda untuk mengulang Pengaturan Mata, mengatur ulang Optic ID, dan akan menghapus Persona Anda jika terkunci dengan Optic ID. Anda dapat memilih untuk terus menyalakan layar dengan kedua mata, atau mematikan salah satunya.
it: Se procedi, dovrai ripetere la configurazione degli occhi e inizializzare Optic ID. Inoltre, se la tua Persona digitale è bloccata tramite Optic ID, verrà eliminata. Puoi scegliere di mantenere le schermate attive per entrambi gli occhi o di disattivarne una.
ja: この操作を行うと、視線設定のやり直しが必要になります。また、Optic IDはリセットされ、PersonaがOptic IDでロックされている場合は削除されます。 ディスプレイを両方ともオンにしておくか、または片方をオフにするかを選択できます。
kk: Бұл сізге көз баптауын қайталауды, Optic ID фунциясын қалпына келтіруді қажет етеді және Optic ID арқылы құлыпталған болса, Персона деректерін жояды. Екі көз үшін дисплейлерді қосулы күйде ұстауды немесе біреуін өшіруді таңдауға болады.
ko: 전환하면 눈 설정을 다시 해야 하며, Optic ID가 재설정되고 Persona가 Optic ID로 잠긴 경우 삭제됩니다. 양쪽 눈 모두에 대해 디스플레이를 유지하거나, 한쪽을 끌 수 있습니다.
lt: Atlikus šį veiksmą reikės iš naujo sukonfigūruoti akių sąranką, bus iš naujo nustatytas „Optic ID“ ir ištrinta jūsų „Persona“, jei užrakinote naudodami „Optic ID“. Galite palikti abiejų akių ekranus įjungtus arba vieną ekraną išjungti.
ms: Ini akan memerlukan anda membuat semula Persediaan mata, mereset Optic ID dan akan memadamkan Persona anda jika dikunci dengan Optic ID. Anda boleh memilih untuk memastikan paparan terus aktif untuk kedua-dua mata atau menyahaktifkan salah satu paparan.
nb: Dette gjør at du må gå gjennom øyeoppsettet igjen, nullstiller Optic ID og sletter Persona hvis den er låst med Optic ID. Du kan velge å beholde visningene for begge øynene, eller slå av én.
nl: Hierdoor moet je de oogconfiguratie opnieuw uitvoeren, de Optic ID opnieuw instellen en wordt je persona (indien vergrendeld met Optic ID) verwijderd. Je kunt ervoor kiezen om de weergaven voor beide ogen aan te houden of om er één uit te schakelen.
pl: Wyzeruje to konfigurację dotyczącą oczu i Optic ID, a także usunie Twoją postać cyfrową, jeśli była blokowana przy użyciu Optic ID. Możesz pozostawić oba wyświetlacze włączone lub wyłączyć jeden z nich.
pt: Isso exigirá que você refaça a Configuração dos Olhos e redefina o Optic ID. Isso também apagará sua Persona se bloqueada com o Optic ID. Você pode optar por manter as telas ligadas para ambos os olhos ou desligar uma delas.
pt_pt: Será necessário repetir a configuração ocular e repor o Optic ID, o que apagará a Persona se estiver bloqueada por Optic ID. Pode optar por manter os ecrãs ativos para ambos os olhos ou desativar um deles.
ro: Această opțiune va necesita refacerea configurărilor pentru ochi, resetarea Optic ID și va șterge configurările Persona dacă utilizați blocarea prin Optic ID. Puteți alege să păstrați afișajele activate pentru ambii ochi sau să dezactivați unul.
ru: После этого понадобится обновить настройки для глаз и сбросить Optic ID. Если функция Persona защищена Optic ID, ее настройки также будут удалены. Вы можете оставить дисплеи включенными для обоих глаз либо выключить один дисплей.
sk: Budete musieť znovu nakonfigurovať nastavenia očí, Optic ID sa resetuje a vaša digitálna Persona bude vymazaná, ak sa na zamykanie používa Optic ID. Môžete nechať zapnuté displeje pre obe oči alebo jeden vypnúť.
sl: Za to boste morali ponoviti nastavitev oči, ponastaviti funkcijo Optic ID, poleg tega pa bo izbrisana vaša digitalna persona, če je zaklenjena s funkcijo Optic ID. Če želite, lahko zaslona pustite vklopljena za obe očesi, ali pa enega izklopite.
sv: Det här kräver att du gör om ögoninställningarna och nollställer Optic ID. Din Persona raderas om den är låst med Optic ID. Du kan välja att skärmarna ska vara på för båda ögonen eller stänga av en av dem.
th: การทำงานนี้จะต้องให้คุณตั้งค่าตาอีกครั้ง, รีเซ็ต Optic ID และจะลบ Persona ของคุณหากล็อคไว้ด้วย Optic ID คุณสามารถเลือกเพื่อเก็บการแสดงผลสำหรับตาทั้งสองข้างหรือปิดใช้หนึ่งข้างได้
tr: Bu, göz ayarlarını yeniden yapmanızı ve Optic ID’yi sıfırlamanızı gerektirir ve Optic ID ile kilitlenmişse Persona’nızı siler. Ekranları her iki göz için de açık tutmayı seçebilir veya birini kapatabilirsiniz.
uk: Вимагає повторного налаштування відстеження рухів очей, скидання Optic ID і видалення вашої Персони, якщо для замикання використовується Optic ID. Ви можете залишити дисплеї ввімкненими для обох очей або вимкнути один із них.
vi: Việc này sẽ yêu cầu bạn thực hiện lại Thiết lập mắt, đặt lại Optic ID và sẽ xóa Persona của bạn nếu được khóa bằng Optic ID. Bạn có thể lựa chọn bật màn hình cho cả hai mắt hoặc tắt cho một mắt.
zh_cn: 这将需要你重新进行眼部设置、还原视控ID，并将删除通过视控ID锁定的自影像。 你可以选择继续为双眼打开显示器，或关闭一侧。
zh_hk: 這將需要重做「眼部設定」，重設Optic ID，如「自我影像」已使用Optic ID鎖定，將會刪除該「自我影像」。 你可以選擇保留雙眼螢幕開啟，或者關閉其中一邊螢幕。
zh_tw: 這會需要你重新進行「眼睛設定」，Optic ID會重置，透過Optic ID鎖定的「自像」也會刪除。 你可以選擇持續開啟雙眼的螢幕或關閉一側。

# DOMINANT_EYE_ALERT_MESSAGE_BOTH_EYES
source: This will require you to redo Eye Setup, reset Optic ID, and will delete your Persona if locked with Optic ID.
ar: سيتطلب ذلك منك إعادة إعداد العين، وإعادة تعيين بصمة العين، وسيؤدي إلى حذف الشخصية الرقمية إذا كانت مقفلة باستخدام بصمة العين.
bg: Това изисква да направите отново настройка на очите, да нулирате Optic ID и ще изтрие вашия Персонаж, ако е заключен с Optic ID.
ca: Caldrà que tornis a configurar el control ocular, es restablirà l’Optic ID i s’eliminarà la persona digital, en cas que estigui bloquejada amb l’Optic ID.
cs: Budete muset znovu nakonfigurovat nastavení očí, resetuje se Optic ID a smaže se vaše persona, pokud se k zamykání používá Optic ID.
da: Dette kræver, at du starter forfra med indstilling af øjne og nulstiller Optic ID. Din Persona slettes også, hvis den er låst med Optic ID.
de: Du musst die Einrichtung für deine Augen erneut durchführen, deine Optic ID wird zurückgesetzt und deine Persona wird gelöscht, falls sie mithilfe von Optic ID gesperrt ist.
el: Αυτή η ενέργεια θα απαιτήσει να πραγματοποιήσετε εκ νέου την Οπτική διαμόρφωση και να επαναφέρετε το Optic ID. Επίσης, θα διαγράψει την Persona σας, αν είναι κλειδωμένη με Optic ID.
es: Deberás repetir la configuración ocular, se restablecerá Optic ID y se eliminará tu Persona Digital si se bloquea mediante Optic ID.
es_us: Esto requiere repetir tu configuración ocular y restablecer Optic ID, lo que eliminará tu Persona digital si se bloqueó con Optic ID.
fi: Tämä edellyttää silmäasetusten tekemistä uudelleen ja Optic ID:n nollausta sekä poistaa Personan, jos se on lukittu Optic ID:llä.
fr: Pour cela, vous devrez procéder de nouveau à la configuration du regard et réinitialiser Optic ID. Cette opération supprimera votre Persona si cette dernière est verrouillée à l’aide d’Optic ID.
fr_ca: Vous devrez refaire la configuration oculaire et réinitialiser Optic ID, et votre Persona sera supprimé s’il est verrouillé avec Optic ID.
he: פעולה זו תחייב ביצוע מחדש של הגדרות העיניים, תאפס את Optic ID ותמחק את הדמות האישית אם היא נעולה באמצעות Optic ID.
hi: इसके लिए आपको आई सेटअप फिर से करना होगा, Optic ID को रीसेट करना होगा और Optic ID के साथ लॉक होने पर आपका पर्सोना डिलीट कर दिया जाएगा।
hr: Time će se tražiti ponovno podešavanje oka, resetirati Optic ID i obrisati vaša persona ako je zaključana Optic ID-jem.
hu: Ennek következtében újra végre kell hajtania a szem beállítását, az Optic ID alaphelyzetbe áll, és a Personája törölve lesz, ha azt az Optic ID-hoz rendelte.
id: Ini akan mengharuskan Anda untuk mengulang Pengaturan Mata, mengatur ulang Optic ID, dan akan menghapus Persona Anda jika terkunci dengan Optic ID.
it: Dovrai effettuare di nuovo la configurazione degli occhi, Optic ID verrà inizializzato e la tua Persona digitale verrà eliminata, se è bloccata con Optic ID.
ja: この操作を行うと、視線設定、Optic ID、およびPersona（Optic IDでロックされている場合）のやり直しが必要になります。
kk: Бұл сізге көз баптауын қайталауды, Optic ID фунциясын қалпына келтіруді қажет етеді және Optic ID арқылы құлыпталған болса, Персона деректерін жояды.
ko: 눈 설정을 다시 해야 하고, Optic ID가 재설정되며, Persona가 Optic ID로 잠긴 경우 삭제됩니다.
lt: Atlikus šį veiksmą reikės iš naujo sukonfigūruoti akių sąranką, bus iš naujo nustatytas „Optic ID“ ir ištrinta jūsų „Persona“, jei užrakinote naudodami „Optic ID“.
ms: Ini akan memerlukan anda membuat semula Persediaan Mata, mereset Optic ID dan akan memadamkan Persona anda jika dikunci dengan Optic ID.
nb: Dette gjør at du må gå gjennom øyeoppsettet igjen, nullstiller Optic ID og sletter Persona hvis den er låst med Optic ID.
nl: Hierdoor moet je de oogconfiguratie opnieuw uitvoeren, de Optic ID opnieuw instellen en wordt je persona (indien vergrendeld met Optic ID) verwijderd.
pl: Będzie to wymagało powtórnego skonfigurowania ustawień dotyczących oczu, wyzeruje Optic ID i usunie Twoją postać cyfrową, jeśli była blokowana przy użyciu Optic ID.
pt: Isso exigirá que você refaça a Configuração dos Olhos e redefina o Optic ID. Sua Persona será apagada se estiver bloqueada com o Optic ID.
pt_pt: Será necessário repetir a configuração ocular e repor o Optic ID, o que apagará a Persona se estiver bloqueada por Optic ID.
ro: Această opțiune va necesita refacerea configurărilor pentru ochi, resetarea Optic ID și va șterge configurările Persona dacă utilizați blocarea prin Optic ID.
ru: После этого понадобится обновить настройки для глаз и сбросить Optic ID. Если функция Persona защищена Optic ID, ее настройки также будут удалены.
sk: Budete musieť znovu nakonfigurovať nastavenia očí, Optic ID sa resetuje a vaša digitálna Persona bude vymazaná, ak sa na zamykanie používa Optic ID.
sl: Za to boste morali ponoviti nastavitev oči, ponastaviti funkcijo Optic ID, poleg tega pa bo izbrisana vaša digitalna persona, če je zaklenjena s funkcijo Optic ID.
sv: Det här kräver att du gör om ögoninställningarna och nollställer Optic ID. Din Persona raderas om den är låst med Optic ID.
th: การทำงานนี้จะต้องให้คุณตั้งค่าตาอีกครั้ง, รีเซ็ต Optic ID และจะลบ Persona ของคุณหากล็อคไว้ด้วย Optic ID
tr: Bu, göz ayarlarını yeniden yapmanızı ve Optic ID’yi sıfırlamanızı gerektirir ve Optic ID ile kilitlenmişse Persona’nızı siler.
uk: Вимагає повторного налаштування відстеження рухів очей, скидання Optic ID і видалення вашої Персони, якщо для замикання використовується Optic ID.
vi: Việc này sẽ yêu cầu bạn thực hiện lại Thiết lập mắt, đặt lại Optic ID và sẽ xóa Persona của bạn nếu được khóa bằng Optic ID.
zh_cn: 这将需要你重新进行眼部设置、还原视控ID，并将删除通过视控ID锁定的自影像。
zh_hk: 這將需要你重新完成「眼部設定」，重設Optic ID，如果透過Optic ID鎖定了「自我影像」，將會刪除「自我影像」。
zh_tw: 這會需要你重新進行「眼睛設定」，Optic ID會重置，透過Optic ID鎖定的「自像」也會刪除。

# DOMINANT_EYE_ALERT_TITLE
source: Switch Eye Input?
ar: تبديل إدخال العين؟
bg: Да се превключи ли зрителното въвеждане?
ca: Vols canviar el control ocular?
cs: Přepnout snímání na druhé oko?
da: Skift øjenstyring?
de: Augeneingabe wechseln?
el: Εναλλαγή Οπτικής εισόδου;
es: ¿Cambiar el control ocular?
es_us: ¿Cambiar ojo a seguir?
fi: Vaihdetaanko silmäsyötettä?
fr: Changer d’œil dominant ?
fr_ca: Modifier la saisie oculaire?
he: להחליף את קלט העין?
hi: आई इनपुट स्विच करें?
hr: Promijeniti unos okom?
hu: Átváltja a bevitelhez használt szemet?
id: Alihkan Input Mata?
it: Vuoi invertire l’input oculare?
ja: 視線入力を切り替えますか?
kk: Көзбен енгізуді ауыстырып қосу қажет пе?
ko: 눈 입력을 전환하겠습니까?
lt: Perjungti akių įvestį?
ms: Tukar Input Mata?
nb: Vil du bytte øyestyring?
nl: Wisselen van ooginvoer?
pl: Przełączyć oko śledzone?
pt: Alternar Olho?
pt_pt: Mudar de entrada ocular?
ro: Comutați comanda cu ajutorul ochilor?
ru: Считывать движения другого глаза?
sk: Vymeniť snímané oko?
sl: Želite vnos preklopiti na drugo oko?
sv: Vill du växla ögonstyrning?
th: สลับการใช้ตาหรือไม่
tr: Göz Girişi Değiştirilsin mi?
uk: Відстежувати рухи іншого ока?
vi: Chuyển đổi Nhập bằng mắt?
zh_cn: 切换注视输入？
zh_hk: 要切換眼睛輸入嗎？
zh_tw: 要切換眼睛輸入嗎？
